Revit 2024 API
ParameterTypeId.AlignmentStationLabelSetEndStation Property
 "Alignment Label Set End Station"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId AlignmentStationLabelSetEndStation { get; }
Visual Basic
Public Shared ReadOnly Property AlignmentStationLabelSetEndStation As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ AlignmentStationLabelSetEndStation {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace